[
  {
    "id":1,
    "MAIN":"BEFORE YOU START"
  },
  {
    "id":2,
    "MAIN":"License Agreement #\n\nLearn more about the Seven Figure Creators licensing model. Have a question? Get in touch and we'll help you out.\n\nIntroduction #\n\nSeven Figure Creators is a trading name of Betterline IO Pty Ltd. Throughout this license agreement, Seven Figure Creators represents Betterline IO Pty Ltd.\n\nDigital Product Definition #\nDigital Product: #\n\nThe specific digital good provided by Seven Figure Creators after purchase or through an opt-in process, which may include:\n\nCourses\nTemplates\nModules\nResources\nRecorded videos\nFigma kits\nWebsite templates\nGoogle Docs\nNotion docs\nAny other digital material\n\nThis license applies to the Digital Product you have purchased from us, received through an opt-in, or otherwise obtained, and its specific content and inclusions.\n\nPersonal License #\n\nSeven Figure Creators grants you an ongoing, non-exclusive license to use the Digital Product you have purchased, received through an opt-in, or otherwise obtained.\n\nThe license grants permission to one individual (the Licensee) to access and use the specific Digital Product.\n\nYou can: #\nUse the Digital Product to enhance your personal knowledge and skills.\nModify the Digital Product for personal use. These modifications are subject to this license.\nUse the knowledge and resources from the Digital Product to create unlimited End Products for your personal use.\nImplement strategies and techniques learned from the Digital Product in your own work.\nUse any templates or resources included in the Digital Product to develop materials for your own business.\nYou cannot: #\nShare, redistribute, or resell the Digital Product or any derivatives thereof.\nGrant access to the Digital Product to any other individual.\nUse the Digital Product to create courses, workshops, or training materials that compete with Seven Figure Creators.\nPublish or make available any portion of the Digital Product publicly, including but not limited to:\nOnline platforms\nSocial media\nFile-sharing services\nUse the Digital Product to produce anything that may be deemed by Seven Figure Creators, at their sole discretion, to be competitive or in conflict with their business.\nExample Usage #\nAllowed: #\nStudying the purchased or opted-in course materials to improve your own LinkedIn lead generation strategies.\nUsing templates and resources from the Digital Product to create marketing materials for your personal business.\nApplying learned techniques from the Digital Product to enhance your content creation and audience building efforts.\nImplementing CRM setups and automations in your own business operations using knowledge gained from the Digital Product.\nNot Allowed: #\nSharing the course videos, templates, or materials from the Digital Product with friends, colleagues, or the public.\nUploading any part of the Digital Product to websites, forums, or social media.\nIncorporating parts of the Digital Product into your own courses or training programs.\nReselling or distributing the Digital Product or any derivatives to third parties.\nCreating a competitive course, template, or product based on the content of the Digital Product.\n\nIn simple terms, use the Digital Product you've purchased, received through an opt-in, or otherwise obtained from Seven Figure Creators to advance your own skills and business, but do not share, resell, or compete with Seven Figure Creators using these materials.\n\nPersonal License Definitions #\nLicensee: The individual who has purchased, received through an opt-in, or otherwise obtained a Personal License.\nDigital Product: The specific digital good you have purchased, received through an opt-in, or otherwise obtained from Seven Figure Creators.\nEnd Product: Any work created by the Licensee that incorporates elements of the Digital Product for personal use.\nEnforcement #\n\nThe copyright of the Digital Product is owned by Seven Figure Creators (Betterline IO Pty Ltd). You are granted only the permissions described in this license; all other rights are reserved. Seven Figure Creators reserves the right to pursue legal remedies for any unauthorized use of the Digital Product outside the scope of this license.\n\nLiability #\n\nSeven Figure Creators' liability to you for costs, damages, or other losses arising from your use of the Digital Product---including third-party claims against you---is limited to a refund of your license fee. Seven Figure Creators is not liable for any consequential damages related to your use of the Digital Product.\n\nThis Agreement is governed by the laws of New South Wales, Australia. Legal proceedings related to this Agreement may only be brought in the courts of New South Wales. You agree to service of process at the email address on your original order.\n\nQuestions? #\n\nUnsure which license you need or if your use case is covered by our licenses?\n\nContact us at: https:\/\/sevenfigurecreators.com\/other-inquiries-leave-us-a-message\/ with your questions."
  },
  {
    "id":3,
    "MAIN":"A Faster, Easier Way to Results... #\n\nBefore we dive in, let me be upfront...\n\nWhat you're about to learn works. It's a proven process for turning LinkedIn DMs into cash. \n\nBut here's the thing–it's only one piece of what goes into building a 7-figure business.\n\nThe real transformation happens when you plug into the full system.\n\nThat means:\n\nThe complete step-by-step framework for lead generation & content creation.\n\n100s of hours of course content, resources, templates & more.\n\nHands-on guidance & coaching from experts.\n\nAccess to a community of 500+ creators.\n\nThis guide will give you a great start, but if you want the full program, sevenfigurecreators.com is where you'll find it.\n\n👉 Want a faster, easier way to results? Work with us. Lock in a time to chat here. Let's explore what's possible for your business.\n\nNow, let's get to work."
  },
  {
    "id":4,
    "MAIN":"Disclaimer #\n\nThe strategies and tactics outlined in this book are based on practices and insights at the time of writing. LinkedIn and sales strategies are constantly evolving, and what works today may not work tomorrow.\n\nPlease note: these teachings, tools, and methods are shared for informational purposes only. It is your responsibility to ensure compliance with LinkedIn’s terms of service, any third-party terms, and your local laws or regulations. By using this content, you accept full responsibility for your actions and their outcomes.\n\nSeven Figure Creators, and this book is provided as-is, without guarantees. Use it wisely—and at your own risk."
  },
  {
    "id":5,
    "MAIN":"Preface #\n\nLet’s get one thing straight: selling doesn’t work.\n\nNot the way most people do it, anyway. \n\nSpamming, pitching strangers, or rattling off benefits like a robot—none of that gets people to buy. \n\nYou know what does? Actually helping. Showing up with real solutions, putting the other person first, and genuinely helping them. \n\nThat’s what sell-by-chat is all about. \n\nIt’s the simplest, most scalable way to start meaningful conversations, build trust, and close deals. \n\nNo ads. No fancy funnels. Just you, your LinkedIn account, and the magic of being genuinely helpful.\n\nIs it easy? Hell no. It takes work. But it’s the kind of work that pays off, because it’s built on serving, not selling. And when you get this right, selling stops feeling awkward and starts feeling...natural.\n\nThis isn’t another “hack.” It’s the smart way to turn effort into results. All you need is a willingness to act, a bit of dedication, and this playbook in your hands.\n\nReady?\n\nLet’s turn your DMs into cash on LinkedIn."
  },
  {
    "id":6,
    "MAIN":"Why LinkedIn? #\n\nSales have come a long way—from door-to-door pitches to cold calls, and now, to conversations in your LinkedIn inbox. \n\nNobody wants to be sold to, and nobody enjoys pushing for a sale. What works now is having real conversations that build trust and naturally turn into deals.\n\nLinkedIn is the perfect platform for this. It's where professionals go to network, learn, and grow. That means your ideal clients are already there, waiting for the right conversation. \n\nNot a pitch, but a chat.\n\nThat's what this playbook is about—mastering sell-by-chat. It's the fastest and (arguably) most cost-effective way to sell online today. "
  },
  {
    "id":7,
    "MAIN":"How to Use This Playbook #\n\nThis isn’t just a bunch of random tips. It’s a process.\n\nStart at the beginning. Each chapter builds on the one before it. \n\nSkipping ahead? Bad idea. Master the basics first. Get them working.\n\nWhen the basics click, add the advanced tactics from the ‘Scale Edition’ of this playbook. \n\nFollow the steps. Put in the work. Get results. Then scale.\n\nReady to Scale? #\n\nIf you’re reading the ‘Scale Edition,’ chances are you’re gearing up to build a team for sell-by-chat.\n\nGood news—this playbook doubles as a training guide.\n\nMake it part of your onboarding process so your team understands, respects, and lives the sell-by-chat philosophy.\n\nThis ensures consistency, efficiency, and results."
  },
  {
    "id":8,
    "MAIN":"The Prerequisites #\n\nListen, if you’ve got the kahunas to start sliding into DMs without polishing your LinkedIn profile or even knowing exactly what you’re selling, you’re probably already on the path to success.\n\nWhy? Because if you just start talking to the people you want to work with, they’ll tell you their problems. And if you listen, they’ll hand you the blueprint for what to sell them.\n\nSo, technically, there are no prerequisites other than a LinkedIn account to use this playbook. You can dive in and build your business as you go.\n\nBut let’s be real—most people aren’t comfortable with this approach. It feels unnatural, maybe even downright weird. We get it.\n\nIf you want to feel more confident and come across as a total pro from day one, we recommend completing The 101 Module from the www.sevenfigurecreators.com program.\n\nThe 101 Module will guide you to:\n\nFind, create or improve your offer.\nOptimise your LinkedIn profile & content for trust.\nSet you up with everything you need to sell more and faster.\n\nNot a member? Click here to join.\n\nSo, are you jumping in raw? Or taking a moment to polish up? Either way, there’s no wrong answer.\n\nLet’s get to it."
  },
  {
    "id":9,
    "MAIN":"Part 1: Sell-By-Chat 101"
  },
  {
    "id":10,
    "MAIN":"Understand Sell-by-Chat 101 or Don’t Even Bother #\n\nIf you skip Part 1: Sell-By-Chat 101, nothing else in this book will work.\n\nIt’s not optional.\n\nThis section gives you the foundation—the mindset, the principles, and the understanding you need to actually succeed with sell-by-chat.\n\nYou can’t just copy tactics and hope for the best. If you don’t get the why behind the approach, your chats will fall flat, your leads will ghost you, and you’ll waste your time.\n\nStart here. Take it seriously."
  },
  {
    "id":11,
    "MAIN":"Chapter 1: Mindset Shifts for Effective Sell-By-Chat"
  },
  {
    "id":12,
    "MAIN":"Serving vs. Selling: The New Paradigm #\n\nIf there's one mindset shift that will flip your sales game, it's this:\n\nStop selling. Start serving.\n\nChat-based selling works not because you're trying to shove your offer down someone's throat but because you're solving their problems—problems they've already told you about. \n\nPeople hate being sold to, but they love being helped. When you focus on serving, selling happens naturally.\n\nThink about it like this: every chat is an opportunity to make someone's day better. Maybe you'll share a tip that changes how they approach their business. Maybe you'll point them to a resource that saves them hours of frustration. And maybe, just maybe, you'll uncover a problem you can help solve for them directly.\n\nThe sale? That's the side effect of being genuinely helpful."
  },
  {
    "id":13,
    "MAIN":"Overcoming Common Excuses and Misconceptions #\n\nLet's tackle the biggest excuses you've probably told yourself about sell-by-chat.\n\n1. \"It feels too salesy\"\n\nSure, if you're spamming canned pitches to random strangers, it's salesy—and gross. But if you're showing up like a real human, listening, and responding to what people actually need, it won't feel salesy at all. It'll feel like a conversation between two people who respect each other.\n\n2. \"It takes too long\"\n\nHere's the truth: chatting is a time investment, but it's also the fastest path to results. Done right, it beats cold calls, email sequences, or lots of zoom calls. And if you follow this playbook, you'll know exactly what to say, when to say it, and how to move people forward without wasting time.\n\n3. \"Leads go cold\"\n\nMost leads don't go cold. They're just waiting for you to follow up. The magic is in the follow-ups—those fifth, sixth, or even seventh touches. Don't write someone off because they didn't respond right away. Be persistent but respectful, and you'll resurrect plenty of \"dead\" leads.\n\n4. \"Outsourcing doesn't work\"\n\nYou can hand off chat sales to someone else—but only if your process is rock solid. Stick with this playbook start to finish, and you’ll have the structure to make it work. Leads won’t feel like they’re talking to a robot; they’ll feel like they’re talking to you. And then you'll be selling all day. Every day."
  },
  {
    "id":14,
    "MAIN":"Chapter 2: Measuring What Matters"
  },
  {
    "id":15,
    "MAIN":"Measuring Your Chat-to-Contract Ratio #\n\nNumbers don't lie.\n\nThe easiest way to know if your chats are working is to measure your Chat-to-Contract Ratio.\n\nChats: How many people are you starting conversations with?\n\nContracts: How many of those conversations turn into paying clients?\n\nHere's how the math breaks down: #\n\nChats Started: 100 people\n\nReply Rate (30%): 30 replies\n\nEngagement Rate (50%): 15 meaningful conversations\n\nCall Booking Rate (20%): 3 booked calls\n\nShow-Up Rate (80%): 2.4 calls attended\n\nClose Rate (50%): 1.2 closed sales\n\n\n\n\nOverall Conversion Rate: ~1% #\n\nSo, for every 100 people you reach out to, you should expect to close at least 1 deal, with potential for more as you refine your process."
  },
  {
    "id":16,
    "MAIN":"Understanding Key Metrics #\nWhat you should be tracking: #\n\nReply Rate (30%): Of 100 people you message, how many respond?\n\nEngagement Rate (50%): Of those who reply, how many continue a meaningful conversation?\n\nCall Booking Rate (20%): Of meaningful conversations, how many book a call?\n\nShow-Up Rate (80%): Of calls booked, how many actually show up?\n\nClose Rate (50%): Of calls attended, how many result in a sale?\n\nIt's simple. Don't make it complicated."
  },
  {
    "id":17,
    "MAIN":"Setting Realistic Expectations #\n\nThe truth…\n\nYou need to make sell-by-chat a daily habit to see results.\n\nThe mistakes we see?\n\nPeople going all in, sending 1000 DMs, getting overwhelmed and never doing it again.\n\nPeople are too scared to even try. If that’s you, the 'Prerequisites' and 'Common Excuses' sections are there to help you push past it.\n\nAnd remember...\n\nSome people just won’t want to chat with you. Some will ignore you. Others might outright reject you. And guess what? That’s perfectly fine.\n\nYou're not going to close every single person you chat with. That's not the goal. The goal is to build relationships, provide value, and let the right people self-select into working with you.\n\nHere's a baseline to aim for:\n\nContacts per Day: Start with 25-30.\n\nReply Rate (30%): 7-9 replies.\n\nEngagement Rate (50%): 3-5 conversations.\n\nCall Booking Rate (20%): 1 call booked.\n\nShow-Up Rate (80%): 0.8 calls attended.\n\nClose Rate (50%): 0.4 sales\/day.\n\nAt this rate, you'd make 1-2 sales per week working just 5 days. #\n\nAs your skills improve and your reply rates climb, so will your results.\n\nSo ditch the excuses. Shift your mindset. And start chatting your way to sales..."
  },
  {
    "id":18,
    "MAIN":"Chapter 3: Code of Conduct for Chat Interactions"
  },
  {
    "id":19,
    "MAIN":"Introduction: The Rules of Chat Conduct #\n\nSell-by-chat is more than typing messages—it’s a skill. And like any skill, it comes with rules that separate the pros from the noise.\n\nIn this chapter, we’re focusing on the fundamentals of how to approach chat interactions the right way. You’ll learn why keeping things human matters more than clever tactics, how to make people feel noticed before they’ve even replied, and why the smallest details—like breaking up your messages or asking just one great question at a time—can make all the difference.\n\nThese aren’t gimmicks or hacks—they’re (timeless?) principles.\n\nThey’re about building trust, showing up with value, and leading conversations that don’t just sell but connect. Master these, and you’ll have a strong foundation for everything else that follows."
  },
  {
    "id":20,
    "MAIN":"Rule 1: Be Human, Not Robotic #\n\nPeople respond to authenticity, not copy-paste jobs.\n\nWrite like you’re talking to a friend. Use short sentences, line breaks, and a conversational tone. Match their pace, add personal touches, and avoid sounding scripted. Keep it real—it builds trust."
  },
  {
    "id":21,
    "MAIN":"Rule 2: Make Them Feel Seen #\n\nWhen people feel noticed, they open up.\n\nFrom your opener to your replies, show them they’re not just another prospect. Mention their recent post, a detail about their business, or something unique you’ve noticed. People open up when they feel you’ve taken the time to truly see them."
  },
  {
    "id":22,
    "MAIN":"Rule 3: Prioritise Empathy #\n\nWhen someone feels heard, trust follows. And trust is everything.\n\nListen first, respond second. Show genuine care for their challenges, not just your agenda. Reflect their concerns back to them and acknowledge their perspective. Trust grows when they feel you’re in their corner."
  },
  {
    "id":23,
    "MAIN":"Rule 4: Keep Messages Short #\n\nShorter messages get faster replies.\n\nInstead of a wall of text, send 3–4 short, clear messages. Keep it conversational and easy to digest. Let them respond before you overload the chat."
  },
  {
    "id":24,
    "MAIN":"Rule 5: One Question at a Time #\n\nAsk good questions, then actually listen. Let their answers guide the conversation.\n\nKeep it focused. Ask one clear question per message to avoid overwhelming them. Let their response guide the flow. This shows you’re listening and genuinely interested."
  },
  {
    "id":25,
    "MAIN":"Rule 6: Match Their Pace #\n\nDon’t rush it. Conversations build momentum over time.\n\nFollow their rhythm. If they’re quick to respond, keep up. If they’re slower, give them space. Respecting their timing builds trust and keeps the conversation comfortable."
  },
  {
    "id":26,
    "MAIN":"Rule 7: Give Before You Ask #\n\nDon’t ask for something—until you give value first.\n\nOffer a helpful insight, resource, or tip that speaks to their challenges. Prove you’re here to help, not just to sell."
  },
  {
    "id":27,
    "MAIN":"Rule 8: Follow Up with Purpose #\n\nIf they go quiet, don’t panic—life happens.\n\nFollow up thoughtfully, not 'pushy'. Show you care by referencing your last exchange or offering something useful. Make each message count."
  },
  {
    "id":28,
    "MAIN":"Rule 9: Personalise Every Message #\n\nMake every message feel like it was written just for them.\n\nReference their posts, a shared connection, or something they’ve said before. Show you get their problems, not just trying to sell them something."
  },
  {
    "id":29,
    "MAIN":"Rule 10: Own the Outcome #\n\nNot every chat will close a deal, and that’s fine.\n\nAlways wrap up with a clear next step—like a resource, a meeting, or keeping the door open for the future. Show you’re here for the long haul, not just a quick win."
  },
  {
    "id":30,
    "MAIN":"Closing Thoughts: Test and Adapt #\n\nSell-by-chat isn’t static.\n\nWhat works for one person may not work for another. Stay flexible, experiment with different approaches, and adjust your tone, style, and messaging based on what gets results.\n\nIf something resonates, do more of it. If it doesn’t, tweak it and try again. Every conversation is a chance to refine your process and learn what works best for your audience.\n\nThe goal isn’t perfection—it’s progress. Build trust, stay human, and adapt as you go. Over time, you’ll develop a style that feels natural, delivers value, and creates real connections."
  },
  {
    "id":31,
    "MAIN":"Chapter 4: Mastering the Art of Conversation"
  },
  {
    "id":32,
    "MAIN":"Read First: Your Conversation Strategy #\n\nMost people think chatting is just about saying the right thing.\n\nBut here’s the truth: it’s how you say it, when you say it, and why it resonates that matters.\n\nTurning LinkedIn chats into cash isn’t about a perfect script—it’s about mastering the nuances of connection. Every word, pause, and question matters. Let’s dive into how to rethink and refine your chat game.\n\nBefore diving into scripts and how to customise them, let’s focus on something even more important: the strategies behind every message you send. Scripts are great starting points, but success in sell-by-chat isn’t about copying and pasting. It’s about understanding the core principles that make every interaction count.\n\nIn Chapter 2, we touched on the chat metrics that matter most:\n\nResponse Rates: How often people engage with your messages.\n\nReply Depth: How meaningful the conversations become.\n\nFollow-Up Success: How often your persistence turns into replies.This chapter is all about applying the strategies that move those numbers. Every message, every follow-up, and every response is a chance to serve value—and a chance to learn.\n\nWhat you'll find in this chapter are the foundational principles that guide every great conversation.\n\nThese aren’t scripts—they’re the playbook. Use them to shape your tone, timing, and approach, so when it’s time to personalise your scripts, you’ll know how to make them work for you.\n\nMaster these, and you’ll have the tools to not only write killer messages but to consistently turn chats into trust, trust into action, and action into results."
  },
  {
    "id":33,
    "MAIN":"Openers That Work #\n\nOpeners aren’t icebreakers—they’re invitations. They’re the crack in the door that makes someone lean in.\n\nThe secret? The opener isn’t about you.\n\n1. Make It About Them #\n\nPeople don’t care how clever you are. They care that you’ve noticed them.\n\n2. Keep It Short #\n\nThe shorter your opener, the more weight each word carries. Use that to your advantage.\n\n3. Serve, Don’t Take #\n\nLead with a genuine observation, a helpful question, or a thoughtful comment. Make them think, “This person gets it.”"
  },
  {
    "id":34,
    "MAIN":"Flatter With Precision #\n\nFlattery is often misunderstood.\n\nThe goal isn't to butter them up; it's to show you truly understand their world.\n\nPeople light up when they're recognised for what matters to them—and when they feel you get it.\n\nWhat precision flattery looks like:\n\nCall Out the Specifics:\n\n\"Your approach to [topic] is EPIC because...\"\n\nThis shows you've actually paid attention.\n\nRespect Their Work: Instead of just praising the outcome, acknowledge the effort, thought, or expertise behind it.\n\nShow You're Listening: Reference something niche—something only someone who really understands would notice.\n\nPrecision flattery isn't about empty praise; it's about making them feel seen. When people feel understood, trust follows."
  },
  {
    "id":35,
    "MAIN":"Genuine Personalisation #\n\nPersonalisation isn't about dropping their name into a message.\n\nIt's about proving you've stepped into their world and truly see them. The deeper you go, the stronger the pull.\n\nHere's how to make it unmissable:\n\nTheir LinkedIn Activity: Reference their recent posts, comments, or even something they liked. Align your message with what's clearly on their mind.\n\nSpot Their Problems: Whether they share them outright or you uncover them through their activity, their challenges are your golden entry point. Show them you're not just paying attention—you're ready to help.\n\nMirror Their Language: Match their tone and phrasing. Use their vocabulary to make the conversation feel familiar and natural. It's subtle, but it works.\n\nLeverage Shared Connections: Highlight mutual contacts or clients. A quick mention builds trust without you having to say much.\n\nTie It to Their Work: Call out specific projects, results, or even their client focus. Show you've done more than skim their profile—you understand what matters to them.\n\nWhen your messages feel tailored to them, they'll know you're not just another copy-paste pitch.\n\nPersonalisation isn't optional—it's the difference between being ignored and starting a conversation that leads somewhere."
  },
  {
    "id":36,
    "MAIN":"Pattern Interrupts: Unexpected, Yet Relevant #\n\nMost chats are predictable. Same lines. Same pitch. And they get ignored.\n\nA pattern interrupt is something totally unexpected—but totally appropriate.\n\nIt's the twist that grabs attention because it shows you understand their world better than most.\n\nHere's what makes a pattern interrupt work:\n\nBe Specific: Speak their language. Reference a niche detail only someone in their shoes would notice. Done right, it feels personal—like you really \"get it.\"\n\nCreate an Emotional Hook: People respond to emotion, not logic. Share a sharp analogy, a quick observation, or even a GIF that sums up their situation perfectly. It's not about being funny; it's about being relatable.\n\nSurprise Them, But Stay Relevant: Don't throw in randomness for the sake of it. Your interrupt should be unexpected and tied to the conversation or their challenges. If it's just weird, you've missed the point.\n\nWhen you nail it, a pattern interrupt proves:\n\nYou're paying attention to what matters to them.\nYou're different from every other generic pitch.\nYou're someone worth replying to.\n\nMost people stick to predictable messages and wonder why they're ignored. Don't be like them.\n\nSurprise them—relevantly—and they'll want to keep talking."
  },
  {
    "id":37,
    "MAIN":"Ask the Right Questions #\n\nThe right questions don't just fill the silence—they uncover what really matters and move the conversation toward a meaningful outcome.\n\nGreat questions keep the conversation alive, show you care, and guide the other person to open up naturally.\n\nDone right, they feel effortless—but they're packed with intention.\n\n1. One at a Time #\n\nAvoid question overload. When you ask just one question, you make it easy for them to reply.\n\nInstead of this:\n\n\"How's business? What's been challenging? What's your growth strategy?\"\n\nTry this:\n\n\"What's been your biggest focus this week?\"\n\nIt's casual, relatable, and gives them space to answer without feeling bombarded.\n\n2. Make It Specific #\n\nVague questions kill momentum. A focused question shows you've been paying attention.\n\nInstead of this:\n\n\"What's the biggest challenge in your business?\"\n\nTry this:\n\n\"Your post about [specific topic] stuck with me—what's been the hardest part about solving [problem] so far?\"\n\nIt's direct, meaningful, and sets you apart from generic, surface-level conversations.\n\n3. Dig Into Problems #\n\nThe key is to frame your question so it feels like you're genuinely curious—not prying.\n\nInstead of this:\n\n\"What's holding you back?\"\n\nTry this:\n\n\"When you mentioned [specific challenge], was it more about [option 1] or [option 2]?\"\n\nThis approach makes it easy for them to answer while subtly steering the conversation toward deeper insights.\n\n4. Respond Like You're Listening #\n\nA question isn't just something you send—it's something you build on. Show you care by connecting your next question to what they've shared.\n\nIf they say:\n\n\"We’re spending a lot of time chasing leads, but they aren’t converting.\"\n\nYou respond with:\n\n\"Got it. Does it feel like the challenge is in the follow-up process or the leads themselves not being the right fit?\"\n\nIt keeps the flow natural, makes them feel heard, and positions you as someone who understands their world."
  },
  {
    "id":38,
    "MAIN":"Timing and Pacing #\n\nTiming is everything in a conversation.\n\nIt's not just about when you reply---it's about syncing with their rhythm, respecting their silence, and knowing when to nudge.\n\nA perfectly timed message can build trust, keep the momentum alive, and lead the chat toward the outcomes you want.\n\nMatch Their Tempo #\n\nThe pace of their replies tells you how engaged they are. Quick replies signal interest---respond with equal energy. Slow replies? Take it easy and match their rhythm. Pushing too fast can kill the vibes.\n\nQuick Tempo Example: #\nThem: \"That sounds interesting. How does it work?\"\nYou (fast): \"Let me break it down quickly---[brief explanation]. What's the dream outcome you're hoping for from [the product\/solution]?\"\n\nWhy It Works: You respond with clarity and purpose while keeping the conversation moving. The question opens a door for them to share their priorities.\n\nSlower Tempo Example: #\nThem (earlier): \"We're looking into solutions for [problem].\"\n[Silence for a day]\nYou: \"Busy week? One of my clients had a similar challenge recently---it made me think of you. Want me to share what worked for them?\"\n\nWhy It Works: It respects their slower pace, giving them space while subtly keeping the conversation alive.\n\nSilence Doesn't Mean \"No\" #\n\nWhen they go quiet, don't assume you've lost them. Silence is often just life getting in the way. Your job is to re-engage with relevance---not desperation.\n\nExample: #\nYou: \"Hey [Name], just circling back. I was thinking about our last chat and came across [specific resource]. Would it be helpful if I shared it?\"\n\nWhy It Works: Instead of repeating what you've already said, you bring fresh value to the table, keeping the conversation about their needs, not your pitch.\n\nFollow Up with Purpose #\n\nEvery follow-up should add something new to the conversation. A fresh angle, a timely observation, or a nudge tied to their world keeps your messages relevant and welcome.\n\nExample 1: Tied to Their Problem #\nYou: \"Hi [Name], I remember you mentioned [specific challenge]. I just helped another client with a similar issue and thought of you. Want me to share what worked for them?\"\n\nWhy It Works: You're not just following up---you're creating value while keeping the focus on their unique challenge.\n\nExample 2: Light and Casual #\nYou: \"Hey [Name], just saw [specific industry news\/event] and thought of you. It hits right on [their challenge or goal]. If it's still something you're working on, I've got an idea that might help---want me to share?\"\n\nWhy It Works: This casual check-in feels natural and conversational, not like a hard sell.\n\nKnow When to Let Go (Temporarily)  #\n\nIf follow-ups don't land, don't force it. Sometimes they're just not ready. Leave the door open and come back when the timing is right.\n\nExample: #\nYou: \"I know timing might not be perfect right now---totally get it. I'll check back in a few weeks. If anything changes before then, just let me know!\"\n\nWhy It Works: It shows empathy while leaving a positive impression. You're respecting their space without losing the connection entirely.\n\nThe Key to Timing: Precision and Patience #\n\nTiming and pacing aren't about spamming quick replies or sitting on your hands---it's about reading the room.\n\nMatch their energy, add fresh value when you follow up, and leave space when needed.\n\nMastering these nuances doesn't just improve your reply rates; it makes your messages feel natural, human, and worth replying to.\n\nEvery message is an opportunity to build trust, and trust leads to action. Nail the timing, and the rest will follow."
  },
  {
    "id":39,
    "MAIN":"Guiding the Conversation #\n\nConversations lose momentum when you let them drift. Your role is to keep things purposeful and engaging, without feeling pushy.\n\nIt's about creating a natural flow where every message builds toward the next step.\n\nFollow Up Every Step #\n\nDon't leave them hanging. If you send a link, resource, or suggestion, make sure you check back. Keep the conversation alive and moving forward.\n\nYou: \"Did the link work for you?\"\nThem: \"Yeah, got it.\"\n\nYou: \"Great—what stood out the most for you?\"\n\nYou: \"Hey, just following up—did [resource] help you with [their challenge]?\"\n\nFollow-ups aren't about chasing—they're about showing you care and keeping the chat relevant.\n\nTransition with Value #\n\nWhen they share something, don't just acknowledge it—use it to guide the next move. Keep the conversation focused without making it feel transactional.\n\nThem: \"I'm struggling to generate quality leads.\"\nYou: \"That's frustrating—and common for [their industry]. What's been the most successful tactic so far? I might have an idea to tweak it.\"\n\nWhy it works: You're validating their struggle, showing empathy, and positioning yourself as a partner in solving their problem.\n\nUse Silence as a Signal #\n\nSilence isn't rejection—it's often a pause to reflect or get distracted. Break it thoughtfully by referencing something fresh or meaningful.\n\nExample: \"Hey [Name], just circling back—did [resource or suggestion] help at all with [their challenge]? I had another idea pop up that could be worth sharing.\"\n\nWhy it works: It re-engages them without pressure and adds new value, making the conversation feel alive again.\n\nSell the Next Step with Value, Make It Effortless #\n\nWhen the moment feels right, guide them toward the next step. Offer something valuable and easy to act on, paired with genuine enthusiasm.\n\nYou: \"I've got an idea that might make [their challenge] easier. Want to chat for 15 minutes to see if it could work for you?\"\n\nKeep it simple, keep it clear, and keep the commitment small. Each step should feel like a natural progression—not a leap.\n\nStaying in control doesn't mean dominating the chat.\n\nIt means leading with intention and always leaving the door open for what's next. When you guide the conversation thoughtfully, they'll feel confident taking the next step with you."
  },
  {
    "id":40,
    "MAIN":"Effortless Micro-Commitments #\n\nMicro-commitments are about creating a path of least resistance, where each step feels so easy and logical that saying \"yes\" becomes the natural choice.\n\nBy keeping your requests small and tying them to clear value, you build emotional investment while keeping momentum strong.\n\nHere's how to use them effectively:\n\n1. Make It Feel Easy #\n\nSimplify the 'ask' so it's hard to say no. Instead of a big leap, frame the next step as quick and effortless:\n\n\"Let's lock in a quick 10-minute call to see if this aligns with what you're trying to achieve. Does [specific day\/time] work?\"\n\nWhy It Works: The specific, low-effort proposal removes friction and keeps the reply simple—just \"yes\" or suggesting another time.\n\n2. Build Emotional Momentum #\n\nPosition the next step as though it's already in motion, creating a sense of investment:\n\n\"Excited to move this forward. I've already started mapping out a few ideas we've used to solve [specific challenge] for others. How does [day\/time] sound to finalise things?\"\n\nWhy It Works: You're showing that effort is already underway on their behalf, making it harder for them to back out.\n\n3. Link to Tangible Outcomes #\n\nFrame the action you're requesting as a quick win that moves them closer to their goal:\n\n\"Let's jump on a quick call to confirm, and I'll share how [specific benefit] can be up and running for you this week. Does [day\/time] work?\"\n\nWhy It Works: By tying the ask to a concrete, immediate result, you make the next step feel like progress they can't afford to miss.\n\n4. Break Big Decisions into Bite-Sized Steps #\n\nInstead of pushing for a major commitment, guide them with smaller asks that lead to trust and progress:\n\n\"Why don't I send over the [offer details]? Once you've looked it over, we can discuss. Sound good?\"\n\nWhy It Works: This approach removes the pressure to commit upfront while keeping the conversation active and collaborative.\n\n5. Always Tie Back to Value #\n\nConnect every micro-commitment to the results they're aiming for, so it feels essential to their progress:\n\n\"Once we lock this in, you'll [specific result] in motion for [quick win]. Does [day\/time] work to confirm the next step?\"\n\nWhy It Works: By directly linking the action to their desired results, you keep the conversation outcome-focused and naturally forward-moving.\n\nThe Key: Keep the Chat Moving #\n\nEach example is designed to create an easy reply, avoiding friction or overthinking. By focusing on small, value-driven steps, you make it effortless for them to say \"yes\" and stay engaged."
  },
  {
    "id":41,
    "MAIN":"Handling Objections: No Buts #\n\nObjections aren't a door closing—they're an invitation to listen, understand, and guide. Every hesitation is a chance to connect deeper and prove value.\n\nAcknowledge Their Concerns #\n\nShow them you're paying attention and respect their perspective.\n\nYou: \"I hear you. Timing is always tricky when it comes to [their hesitation].\"\nYou: \"Totally get why [their concern] might feel like a hurdle—it's a valid point.\"\n\nAcknowledgment disarms defenses and opens the door for a real conversation.\n\nAsk for Context #\n\nDig into the \"why\" behind their objection. The more you know, the better you can help.\n\nYou: \"What's your biggest concern about [the issue] right now?\"\nYou: \"What would need to change for this to feel like the right step for you?\"\nYou: \"When you say [objection], what's the underlying worry you're thinking about?\"\n\nAsking questions positions you as curious, not pushy, and keeps the dialogue flowing.\n\nProvide Reassurance #\n\nOnce you understand the concern, offer something relevant that eases their hesitation.\n\nYou: \"One of my clients felt the same way about [their concern]. After [specific action], they saw [specific result]. I think it could work for you too.\"\nYou: \"You're not alone in that worry. Here's how I've seen [challenge] get tackled before.\"\nYou: \"Totally fair point. Here's what others in your position have done to make it work.\"\n\nReassurance isn't about dismissing their concern; it's about giving them a reason to feel confident moving forward.\n\nNo BUTs #\n\nThe word \"but\" negates everything positive that comes before it, making you sound dismissive. Instead, pivot with \"and\" or reframe entirely.\n\nInstead of: \"I understand your concern, but this could solve it.\"\n\nTry: \"I understand your concern, and I think this approach could make things easier.\"\n\nInstead of: \"That makes sense, but here's why it's worth it.\"\n\nTry: \"That makes sense. Here's why I believe it's worth considering.\"\n\nWhy This Works #\nEmpathy First: You're showing you care about their perspective, not just closing a deal.\nPositive Framing: Removing \"but\" keeps the tone constructive and optimistic.\nDialogue Over Debate: Objections become conversations, not battles.\n\nBy handling objections with curiosity and care, you're not just addressing concerns—you're building trust. That's what transforms \"I'm not sure\" into \"Let's do this.\""
  },
  {
    "id":42,
    "MAIN":"Next Steps: Closing the Loop #\nClosing the Loop: Ending Every Chat with Intention #\n\nA strong conversation doesn't fade into ambiguity—it ends with clear direction and purpose.\n\nWhether you're booking a call, sharing a resource, or leaving the door open for the future, every chat should feel intentional and easy for the other person.\n\n1. Be Clear About Next Steps #\n\nA vague ending kills momentum. Every conversation should naturally lead to a specific and actionable next step that feels easy to say yes to.\n\nExample: \"Listen, I know how much it means to you to [solve their specific challenge]. I'd love to share a quick framework that's helped others in your position. How does [day\/time] for a short 15-minute call sound?\"\n\nWhy It Works: You're tying the 'ask' directly to their challenge and proposing a simple, low-commitment next step, which feels natural and useful.\n\n2. Make It Effortless #\n\nRemove all friction. Instead of leaving the ball in their court, guide them by offering clear options or even making the choice for them.\n\nExample: \"I know time's tight, so I've penciled in [specific day\/time] for us to call. If that doesn't work, let me know, and I'll adjust.\"\n\nWhy It Works: By suggesting a specific time, you eliminate decision fatigue and make it easy for them to confirm or tweak.\n\nPro Tip: People hate booking tools. Skip the calendar link and handle the scheduling directly.\n\n3. Play the Long Game #\n\nSometimes the timing isn't right, and that's okay. When you sense hesitation, end on a positive note that keeps the relationship warm and leaves the door open for future conversations.\n\nExample: \"Totally understand it's not the best time. I'll check back in [specific time frame], but feel free to reach out if things change sooner. Hope you crush [specific project or goal].\"\n\nWhy It Works: You're showing respect for their time while maintaining a relationship and signalling your long-term commitment.\n\n4. Circle Back with Value #\n\nIf they've shown interest but haven't committed, summarise the conversation to reinforce their trust in your value and make the next step irresistible.\n\nExample: \"Here's a quick recap: [highlight their challenge and the solution you proposed]. Let's connect for [specific next step]—I know it will help with [their specific outcome]. Sound good?\"\n\nWhy It Works: By reminding them of the value tied to their goals and offering an effortless way forward, you reduce resistance and keep momentum alive.\n\nWhy Closing the Loop Matters #\n\nClear next steps turn conversations into results. When you're intentional, considerate, and strategic, even a casual chat can evolve into a meaningful action or opportunity down the line."
  },
  {
    "id":43,
    "MAIN":"Strategies for Calendar Invites #\n\nGetting a meeting booked is just the start—what matters is making it easy, exciting, and hard for them to back out.\n\nHere's how to set the stage for a meeting they'll want to show up for.\n\nKeep It Close #\n\nOffer times within the next three business days. People lose interest fast, so keep the momentum going while their enthusiasm is still fresh. The closer the meeting, the fewer chances for them to forget or rethink.\n\nUse Micro-Commitments #\n\nSmall steps build big buy-in. The key is to make the process feel effortless while tying it to their goals. Here's how:\n\nTake the Effort Off Them: Don't just drop a calendar link. Propose specific, easy options: \"Would Tuesday at 11 AM or Wednesday at 2 PM work for you?\" They just pick and you book it in.\nMake It Feel Casual: Frame the meeting as a low-pressure, easy step: \"a 15-minute brainstorm\" or \"a quick strategy session\".\nReinforce Their Why: Tie the meeting to a result they care about: \"This quick chat will help us map out how to [specific outcome].\"\nCreate Emotional Commitment: Speak as though the next step is already in motion: \"I've looped in the team and we've already started tweaking ideas that worked for another client similar to you. Excited to share this with you. Any questions or requests before we meet?\"\nBoost Attendance Rates #\nTime It Right: Send reminders at key moments—24 hours and 1 hour before—to stay top of mind.\n\n\"Hey [Name], just a quick reminder about our chat tomorrow at [time]! Can't wait to dive into what's working right now to tackle [their challenge]. Here's the link: [insert link]. See you then!\"\n\nPull Emotional Triggers Show the effort and value already in motion, and hint at their potential success.\n\n\"Hey [Name], I've been digging into your situation and pulled together insights from similar clients who nailed [desired result]. Based on what we've prepped, I think you'll see results even faster. Excited to share tomorrow!\"\n\nMake It Easy to Commit Remove barriers by making everything straightforward and clear.\n\n\"We'll meet via [link]. It's just 20 minutes to dive into [specific result]. Let me know if there's anything you want me to cover before we meet.\"\n\nBuild Anticipation Tease what's coming to get them excited about the possibilities.\n\n\"Before we meet, here's a quick win from another client in a similar spot. Thought it might spark some ideas for our chat tomorrow: [link]. Looking forward to seeing what's possible for you!\"\n\nThese strategies not only remind them but also make the meeting feel valuable and too good to miss.\n\nExample Follow-Up Message to Boost Attendance #\n\nSubject: Excited for tomorrow\n\nBody: #\n\n\"Hey [Name],\n\nLooking forward to our chat tomorrow at [time]!\n\nI’ve looped in the team, and we’ve been working on ideas to help with [their challenge].\n\nHere’s the link: [insert link]. Let me know if there’s anything you’d like to add before we meet.\n\nSee you then!\"\n\n--\n\nThis approach doesn't just remind—it builds excitement, reinforces the value, and creates a sense of momentum they won't want to lose."
  },
  {
    "id":44,
    "MAIN":"Conclusion: Mastering Conversations That Convert #\nThe Real Goal of Chat Conversations #\n\nIt's not about the close—it's about connection.\n\nWhy? Because real connection builds trust. And trust is what turns a lead into someone ready to say yes.\n\nWhat Top Chat Sellers Get Right #\nThey focus on understanding, not pitching.\nThey let silence do some of the work.\n\nChat selling isn't about forcing the \"yes.\"\n\nIt's about earning trust, creating curiosity, and building a connection that feels easy and real. When you guide the conversation with purpose and value, the close happens naturally.\n\nHow to Stand Out in the Inbox #\nAsk questions that show you're listening.\nRespect their pace—no pressure, no pushing.\nLead with value, so they feel understood and supported.\nBalance Is Everything #\nGuide without forcing.\nAdd value without dumping too much at once.\nKeep it simple, clear, and focused.\n\nEvery word counts. Every pause has a purpose.\n\nWhen you focus on making the conversation feel effortless and helpful, you're not just another message in their inbox—you're the one they actually want to reply to."
  },
  {
    "id":45,
    "MAIN":"Chapter 5: LinkedIn Leads: Cold Tactics & Warm Signals"
  },
  {
    "id":46,
    "MAIN":"Introduction: Prioritising LinkedIn Leads #\n\nNot all LinkedIn leads are created equal.\n\nSome come from cold outreach—where you’re starting the conversation.\n\nOthers are warm—people who’ve already shown interest by engaging with your profile or content.\n\nBoth play a role, but how you handle them depends on where you’re at and how much time you’ve got.\n\nWhen you’re just getting started, cold tactics can help you get runs on the board. They’re a numbers game—reliable only in volume—but they build momentum.\n\nWarm signals, on the other hand, come from people showing intent. These are your self-qualified leads, and when they’re there, they should always take priority.\n\nThis chapter breaks down how to spot and act on the signals—whether cold or warm. You’ll learn how to balance them, when to prioritise, and how to keep building momentum regardless of where you’re starting.\n\nLet’s dive into the tactics, signals, and practical strategies to make LinkedIn work for you."
  },
  {
    "id":47,
    "MAIN":"Cold Lead Tactics to Build Momentum #\n\nWhen you're just getting started, your focus should be on building a network and putting yourself out there. This accelerates understanding what problems your customers have, iterating on your offer and making money.\n\nCold tactics are essential here.\n\n1. Send Connection Requests to Your Ideal Customer Profile (ICP)\n\nIdentify key decision-makers or roles that match your ideal customer profile (ICP).\n\nSend up to 200 connection requests per week\n\nPersonalise your connection requests. Example:\n\n\"Hey [Name] - great to connect! Did you [pattern interrupt]?\"\n\n2. Engage Dormant Connections\n\nReach out to old connections who haven't engaged with you recently.\n\nExample:\n\n\"It’s been ages since we connected—back when [pattern interrupt]. I feel a bit awkward messaging out of the blue, but I’ve recently started [brief, clear offer description] to help [specific audience] with [specific problem]. Not sure if it’s something you’d need, but if you know anyone who might benefit, I’d love to send over the details. Would you let me know?\"\n\n3. Strategic Comments\n\nComment meaningfully on posts that your ICP is likely to read to build visibility, inbound connection requests and start conversations.\n\n4. Start Sharing Value-Led Content\n\nPost relevant content or insights to build credibility. Even with a small audience, sharing helpful information positions you as a trusted voice."
  },
  {
    "id":48,
    "MAIN":"Prioritising Warm Signals as They Appear #\nPrioritising Warm Signals as They Appear #\n\nWhen someone engages with your LinkedIn profile, posts, or sends a connection request, it's a great opportunity to start a chat. The sooner, the better.\n\nUse these warm signals to start chatting in a way that feels natural and relevant.\n\n1. Profile Views\n\nRespond thoughtfully to those who've shown interest by visiting your profile:\n\nExample: \"Hey [Name], I noticed you checked out my profile. Just curious—are you looking for [desired outcome] or just enjoying my content?\n\n2. Post Engagement\n\nReach out to those who interact with your posts by acknowledging their interest and inviting a response:\n\nExample for Likes: \"Hi [Name], thanks for liking my post on [topic]. Are you trying to solve [related challenge or solution], or just liked what I had to say?\"\n\nExample for Comments: \"Hey [Name], I loved your comment on my post about [topic]. Are you working on a [related challenge or solution]?\"\n\nExample for Reposts: \"Hi [Name], noticed you reposted my post about [topic]. Thank you! Is [related challenge or solution] your focus at the moment?\"\n\n3. New Connection Requests\n\nWelcome new connections while encouraging them to share their intentions:\n\nExample: \"Hi [Name], thanks for connecting! Are you here to learn more about [specific challenges or solutions] or just checking out content? Either way, great to connect!\"\n\nWhy These Work: #\nTwo Clear Paths: Offering specific options like \"exploring ideas\" or \"working on a challenge\" gives them a simple way to engage, reducing decision friction.\nAcknowledging Their Intent: Directly referencing their interaction (view, like, comment, etc.) makes your message feel personal and timely.\nConversation Starters: These examples don't just acknowledge warm signals—they're designed to elicit responses and open dialogue.\n\nBy using these examples, you're not just replying to warm signals—you're turning them into actionable conversations that build trust and momentum."
  },
  {
    "id":49,
    "MAIN":"Conclusion: Balancing Cold and Warm Approaches #\n\nCold outreach is your foundation—it’s consistent, scalable, and gets you moving when you don’t have much engagement yet.\n\nWarm signals, on the other hand, are where the magic happens. These are people already showing interest, and focusing on them can turn casual interactions into meaningful conversations—and sales.\n\nOnce your network and content begin driving more engagement, your approach should shift. Warm signals take priority, but cold tactics remain a tool for consistent growth.\n\nEvolving to Momentum: When Warm Takes Over #\n\nOver time, as your audience grows and your content gains traction, your focus should naturally shift toward warm leads. Here's how to transition effectively:\n\nAct on Signals Immediately: Warm leads are time-sensitive. Respond promptly to show you value their interest.\nNurture Connections: Keep your name top of mind by consistently engaging with your audience's content.\nScale Content Production: Regularly post high-value content that encourages engagement, making warm leads more frequent.\nTracking Progress and Staying Consistent #\n\nAs you grow, maintaining a steady rhythm is key. Balance daily efforts between:\n\nWarm Engagements: Prioritise these to capitalise on people already interested.\nCold Outreach: Maintain consistency to expand your network.\n\nTrack your efforts to see what works:\n\nWhich warm signals are converting into conversations?\nWhich cold tactics are creating new opportunities?"
  },
  {
    "id":50,
    "MAIN":"Chapter 6: Qualifying Prospects Through Chat"
  },
  {
    "id":51,
    "MAIN":"What is Qualifying? #\n\nMost people think qualifying is about finding the perfect buyer. It’s not. Qualifying is about figuring out if, and how, you can truly help someone. Done well, it brings clarity—for you and for them. Done poorly, it’s just noise.\n\nThis chapter will show you how to guide conversations in a way that naturally reveals if the person is a good fit, without wasting anyone’s time. No ticking boxes or robotic scripts—just practical, value-centric strategies to move conversations forward."
  },
  {
    "id":52,
    "MAIN":"Matt Lakajev's LVQ Framework: Lube, Value, Question #\n\nQualifying isn't rigid—it's a natural rhythm. The LVQ Framework helps you keep things flowing:\n\nLube: Respond thoughtfully and acknowledge what they've shared to keep the conversation friction-free. A simple, \"That makes sense\" or \"Got it\" builds trust.\nValue: At every stage, share an insight, tip, or resource that's genuinely useful. Give them a reason to keep engaging.\nQuestion: Ask open-ended questions that guide them deeper. Questions help uncover their problems and goals, creating clarity for both of you.\n\nThis framework isn't a checklist—it's the rhythm of a productive conversation."
  },
  {
    "id":53,
    "MAIN":"The A—B Method: Finding the Gap #\n\nThe A—B Method is about figuring out two key points:\n\nPoint A: Where are they now? What's their biggest challenge?\n\nPoint B: Where do they want to be? What's the ideal outcome?\n\nThe space between A and B is the gap—your opportunity to show how you can help.\n\nThe trick? Stretch the gap.\n\nThe bigger it feels, the more they'll see the need for a solution. Use thoughtful questions to help them articulate their struggle and visualise what success looks like."
  },
  {
    "id":54,
    "MAIN":"Ask the Right Questions at the Right Time #\n\nQuestions drive discovery, but timing is everything. Ask too much too soon, and it feels like an interrogation. Hold back, and the conversation stalls.\n\nHere's how to sequence your questions:\n\nStart Easy: Open with broad, simple questions that let them share without overthinking.\n\nGo Deeper: Once they're comfortable, explore their challenges. \"What's holding you back?\"\n\nGauge Commitment: Use micro-commitments to test their readiness. \"Does this sound like something you'd want to fix?\""
  },
  {
    "id":55,
    "MAIN":"Sell the Next Step #\n\nPeople don’t buy because they’re sold—they buy because they’re ready. Your job? Help them get there.\n\nEvery step should feel effortless, like it’s the next natural move. Frame the value, make it easy, and guide them:\n\n“This sounds like something we can fix together. How about I put together a quick plan to show you how?”\n\nThe easier you make the decision, the more likely they are to take it."
  },
  {
    "id":56,
    "MAIN":"Mistakes When Qualifying #\nAvoid this... #\n\nThe biggest mistakes in qualifying aren't obvious—they're subtle missteps that erode trust:\n\nOverloading Early: Don't try to qualify someone too quickly. Start light, then build.\n\nSkipping the Gap: If you don't make the problem feel real, they won't feel urgency.\n\nTalking More Than Listening: If you're doing most of the talking, you're doing it wrong."
  },
  {
    "id":57,
    "MAIN":"Chapter 7: Delivering Preloaded Value"
  },
  {
    "id":58,
    "MAIN":"An Introduction to Preloaded Value #\n\nThe fastest way to build trust in a chat isn't to tell someone how you can help them—it's to show them.\n\nThat's where the preloaded value comes in. By sharing the right insights at the right time, you turn skepticism into curiosity and curiosity into action.\n\nBut let's be clear: preloaded value isn't about overwhelming people with everything you know. It's about being so specific, so targeted, that they feel like you've cracked the code on their exact problem."
  },
  {
    "id":59,
    "MAIN":"Why Preloaded Value Works #\n\nPeople don't care about what you sell; they care about whether you can solve their problem. Preloaded value proves you can, without asking for anything in return.\n\nIt does three things:\n\nBuilds Trust Instantly: When you give them something useful, you show you're not just another pitch.\nActivates Reciprocity: Help them, and they'll feel compelled to keep the conversation going.\nPosition You as the Guide: Instead of convincing them you're the expert, you let your insight do the talking."
  },
  {
    "id":60,
    "MAIN":"The Rules of Preloaded Value #\n1. Be Specific #\n\nBroad advice is forgettable. Zero in on their world—reference their industry, role, or even something they've posted about recently. The more tailored your insight, the more it lands.\n\n2. Make It Ungated #\n\nDon't throw up barriers like sign-ups or downloads. Share your value openly. It feels generous, and generosity builds trust.\n\n3. Keep It Actionable #\n\nNobody remembers fluff. Give them something they can act on right away—a checklist, a framework, or even a single insight that flips how they think.\n\n4. Tie It to the Next Step #\n\nYour value should naturally lead to the next conversation. If you help them solve one piece of the puzzle, they'll come back for the rest."
  },
  {
    "id":61,
    "MAIN":"How Reciprocity Changes the Game #\n\nWhen you deliver preloaded value, you’re doing more than helping them—you’re creating a sense of obligation.\n\nIt’s human nature to return favours, and when someone feels like you’ve genuinely helped them, they want to repay that by engaging further.\n\nHere’s the shift: instead of you chasing the sale, they start chasing the solution."
  },
  {
    "id":62,
    "MAIN":"What to Share: High-Impact Resources #\n\nYour resources should feel like they've been picked just for them. That's where most people go wrong—they share generic PDFs or canned templates.\n\nInstead, focus on:\n\nRelevance: Reference industry challenges or the problems they've mentioned.\n\nBite-Sized Wins: Share something they can digest and use immediately.\n\nProof of Expertise: Make it clear this isn't random advice—it's insight based on experience and results."
  },
  {
    "id":63,
    "MAIN":"Building Trust with Proof and Social Proof #\n\nYour value isn't just in the resources you share—it's in the results you've delivered.\n\nSocial proof adds weight to everything you say.\n\nHere's how to use it:\n\nQuick Wins: Highlight specific, measurable results you've helped others achieve.\n\nPeer Relevance: Share stories from clients in similar circumstances or with similar problems.\n\nAuthenticity: Don't overhype. Understated wins often feel more believable and relatable.\n\nWhen done right, social proof turns your value into undeniable credibility."
  },
  {
    "id":64,
    "MAIN":"Improve Meeting Attendance with Preloaded Value #\n\nPre-meeting resources are a game-changer.\n\nMost people show up to calls guarded, wondering if it's worth their time. But when you preload value, you flip that script.\n\nHere's how:\n\nSet the Frame: Let them know exactly what they'll get out of the call. \"We'll dive into your [specific challenge] and map out a plan.\"\n\nPrime with Proof: Share a quick win or case study to build anticipation.\n\nSeed Curiosity: Offer a teaser—something they'll want to know more about when you speak.\n\nBy the time they join the call, they're ready to listen—not evaluate."
  },
  {
    "id":65,
    "MAIN":"The True Power of Preloaded Value #\n\nDelivering preloaded value isn’t a tactic—it’s a mindset.\n\nIt’s about showing up to serve, not sell.\n\nWhen you lead with generosity, you stand out from so much noise.\n\nProspects stop seeing you as someone trying to get their money—and start seeing you as someone they want to listen to.\n\nThat’s how trust is built. That’s how conversations turn into clients. And that’s why the preloaded value isn’t just optional—it’s essential.\n\nLet’s keep going."
  },
  {
    "id":66,
    "MAIN":"Chapter 8: The Follow-Up"
  },
  {
    "id":67,
    "MAIN":"Please Don’t Skip The Follow-Up #\n\nFollow-ups are where most people drop the ball—and also where the magic happens.\n\nIf you’re not following up, you’re leaving opportunities (and money) on the table.\n\nAnd you've worked so hard only to let it slip away!\n\nThe truth is, 80% of sales happen after the fifth touchpoint, yet most people give up long before then. Why? Because they don’t know how to follow up without feeling pushy or awkward.\n\nLet’s fix that.\n\nFollow-ups aren’t about nagging—they’re about persistence with purpose. When done right, they become a natural part of the conversation, adding value and building trust.\n\nWhy Follow-Ups Matter #\n\nFollow-ups are where momentum is built. They're not just reminders—they're proof that you're serious about helping. A well-timed, thoughtful message shows persistence and builds trust.\n\nThe Opportunity Zone: Life is busy. Your follow-up could be the nudge they need to refocus on solving their problem.\nTrust Through Consistency: Following up shows you're reliable and genuinely interested—not just out for a quick win."
  },
  {
    "id":68,
    "MAIN":"Simple Follow-Up Strategies #\n\nKeep it light, relevant, and easy to respond to.\n\nAdd a Personal Touch: Reference something specific from your chat logs. Example:\n\n\"Hey [Name], remember how we talked about [specific challenge or goal]? I just helped a client with something similar, and the results were bananas. Want me to share what we did?\"\n\nReignite Interest: If the conversation's gone quiet, bring in something fresh and relevant. Example:\n\n\"Hey [Name], I just worked with someone in a similar spot and thought of you. The results were wild—want to hear how we made it work?\"\n\nMake It Easy: Keep the ask simple and low-effort. Example:\n\n\"Want me to send the details?\"\n\nThe Right Timing #\n\nTiming can make or break your follow-ups. A simple rhythm like this keeps you top of mind without overwhelming:\n\nDay 1: Follow up the day after your first message or call.\nDay 3: Check back in to keep momentum.\nDay 7: A thoughtful nudge shows you're still there.\n\nAfter this, space your follow-ups every couple of weeks to avoid burning the lead.\n\nDon't Overthink It #\n\nFollow-ups don't have to be complicated. Keep them human, casual, and focused on the prospect's needs. Even a simple, \"Hey [Name], just checking in—did you get a chance to look at [resource]?\" goes a long way.\n\nWhy Follow-Ups Are Worth It #\n\nMost people stop too early, leaving potential deals to fizzle out.\n\nIf you stick with it—while staying respectful—you'll stand out. The simple act of showing up consistently and thoughtfully is often what separates average results from game-changing ones.\n\nThe truth is, following up isn't just a tactic; it's a mindset.\n\nIt shows you're serious, trustworthy, and ready to help. And that's what turns conversations into clients."
  },
  {
    "id":69,
    "MAIN":"Tracking Follow-Ups (Without Losing Your Mind) #\n\nIt’s easy to lose track of where you’re at with multiple conversations.\n\nThat’s where tools and systems come in:\n\nChat Hygiene: Clean up and maintain your inbox.\nSet Reminders or Filter Stage: Use your CRM, LinkedIn tools, pipeline stages, tags or filters to track follow-ups.\nKeep Notes: Add important notes and what you’ve already shared. This helps you follow-up faster.\n\nIn Part 2: The Sell-By-Chat Implementation Guide we'll go into more detail around structuring your process and systems to better manage follow-ups."
  },
  {
    "id":70,
    "MAIN":"Part 2: The Sell-By-Chat Implementation Guide"
  },
  {
    "id":71,
    "MAIN":"Sell-by-Chat Process"
  },
  {
    "id":72,
    "MAIN":"Simple Systems to Manage Sell-by-Chat #\n\nWhen it comes to Sell-by-Chat, simplicity wins every time.\n\nThe more complex your system, the more time you spend managing it instead of having actual conversations—the ones that lead to deals.\n\nThe truth is, overly complicated CRMs, endless tagging schemes, and bloated workflows don’t make you more productive; they bury you in admin work.\n\nBut what about the tools available to you?\n\nMost of them, like LinkedIn’s inbox, are inefficient.\n\nEven TryKondo.com—a solid improvement—has its quirks and limitations. It’s not perfect, but it works if you stick to its strengths and avoid overthinking the process.\n\nSo, here’s the good news: you don’t need a perfect tool or a PhD in CRM to crush Sell-by-Chat.\n\nWhat you need is a system so simple, it’s impossible to mess up. That’s exactly what we’ve built for you.\n\nThis section gives you a simple starting point designed to make Kondo’s functionality work in your favour. You’ll focus on what matters, and start closing deals.\n\nLet’s get to it."
  },
  {
    "id":73,
    "MAIN":"Step-by-Step Guide: Setting Up Kondo for Sell-by-Chat #\n\nThis guide will help you configure Kondo to manage your Sell-by-Chat process based on its features and constraints, ensuring simplicity and efficiency.\n\nClick above image or here to watch product walkthrough from TryKondo.com Founder\n\nSign up for a TryKondo.com account by downloading the chrome extension here.\n\n1. Define Your Pipeline Stages #\n\nUse Kondo's labels to create and manage the key pipeline stages for Sell-by-Chat:\n\nNew Leads: Leads you plan to message for the first time.\nAwaiting Reply: Leads you've contacted but haven't responded yet.\nReplied: Leads who've replied but aren't yet qualified.\nQualifying: Leads actively engaged in conversations to determine fit.\nCall Booked: Leads who've agreed to a call but haven't attended yet.\nClosed: Leads who've completed a call and are either converted or not.\n2. Customise Your Labels and Inboxes #\nCreate Labels for Pipeline Stages: #\nUse the L key in Kondo to assign a label to a conversation.\nCreate these labels:\nNew Leads\nAwaiting Reply\nReplied\nQualifying\nCall Booked\nClosed\nOrganise Inboxes by Priority: #\nMove high-priority inboxes to the top of the list to ensure these conversations are processed first.\n3. Configure Daily Workflows with Kondo #\nOutreach: #\n\nAdd New Leads:\n\nUse LinkedIn Sales Navigator to source leads based on your ICP. Note: Kondo only works with 1st-degree connections.\nOnce a connection request is accepted, initiate first contact in LinkedIn and label the conversation as New Leads.\n\nTrack Progress:\n\nIf a lead doesn't respond after 48 hours, move the conversation to Awaiting Reply and schedule a follow-up with H (reminder).\nRespond and Engage: #\n\nManage Replies:\n\nNavigate to the Replied inbox and process conversations.\nUse Enter to open a message and reply quickly.\nFor leads showing interest, move them to the Qualifying inbox.\n\nTake Notes:\n\nUse the note-taking feature (;) to document conversation context:\nLast message direction (e.g., \"Awaiting their response\").\nNext steps (e.g., \"Follow up in 3 days\").\nImportant details (e.g., \"budget, timelines and key problems\")\nNotes stick to the conversation and reappear for future context.\nCall Booking: #\n\nMove to Call Booked:\n\nWhen a lead agrees to a call, label the conversation as Call Booked.\nInclude call details in the notes (e.g., \"Call scheduled for [date\/time]\").\n\nSend Reminders:\n\nUse reminders (H) to nudge leads before the scheduled call.\nClosing Deals: #\n\nTrack Outcomes:\n\nAfter the call, label the conversation as Closed and include deal details:\nClosed-Won: Include deal size (e.g., \"$3,000\").\nClosed-Lost: Note why the deal didn't convert.\n4. Follow-Up System #\nAutomate Reminders: #\nUse the H key to set reminders for follow-ups at predefined intervals:\nFirst follow-up: 2-3 days.\nSecond follow-up: 7 days.\nFinal follow-up: 14 days.\nRevisit Key Inboxes Daily: #\nPrioritise inboxes based on pipeline stages:\nQualifying\nAwaiting Reply\nReplied\n5. Warm Signal Prioritisation #\n\nWhen warm signals appear (e.g., profile views, post engagement, or connection requests), prioritise them immediately:\n\nUse tailored scripts stored in Kondo's canned responses called 'Snippets':\n\nExample:\n\nProfile Views: \"Hi [Name], noticed you checked out my profile—thanks for stopping by! Quick question—was it [topic A] or [topic B] that caught your attention?\"\n6. Metrics and Tracking #\n\nKondo doesn't have built-in analytics, so you'll need to track key metrics manually in a simple spreadsheet. Luckily we built one for you here.\n\nPipeline Metrics: #\nNew Leads Added\nLeads in Each Stage\nConversion Metrics: #\nReplies (%)\nQualifying Conversations (%)\nCalls Booked (%)\nDeals Closed (%)\nRevenue Metrics: #\nWeekly Revenue\nCumulative Revenue\nKey Kondo Shortcuts for Sell-by-Chat #\nAction\tShortcut\tDescription\nArchive a message\tE\tRemoves clutter from your inbox.\nRemind later\tH\tSets a reminder to revisit a conversation.\nLabel a conversation\tL\tAssigns a pipeline stage (e.g., Qualifying, Call Booked).\nMute irrelevant messages\tM\tHides irrelevant conversations.\nWrite a reply\tEnter\tOpens a message and allows you to reply.\nAdd a note\t;\tDocuments last message direction and next steps, sticking with the conversation.\nWhy This Works #\nSpeed and Simplicity:\nKondo's shortcuts and custom labels streamline navigation and follow-ups.\nFull Pipeline Visibility:\nSeparate inboxes for each pipeline stage ensure no lead is overlooked, but remember that Kondo works with 1st-degree connections only. Be sure to check LinkedIn for pending connection requests and manage pre-connection outreach separately.\nContext Clarity:\nNotes and reminders provide the necessary context for all conversations.\n\nThis setup is a lightweight, simple system for managing Sell-by-Chat with LinkedIn and Kondo."
  },
  {
    "id":74,
    "MAIN":"Sell-by-Chat Scripts"
  },
  {
    "id":75,
    "MAIN":"Your Sell-by-Chat Prompt Cheat Codes #\n\nOk, so listen.\n\nThese prompts? They took way longer to crack than I want to admit.\n\nIt was a boatload of trial and error. ChatGPT just couldn't wrap its head around 'sell-by-chat' at first.\n\nWhich honestly makes sense. The internet is full of generic \"cold outreach\" junk, and since that's what these AI models are trained on, getting ChatGPT to actually do what works took some serious effort.\n\nI basically had to feed the entire book into the prompts and force it to stick to the rules---like really stick to them.\n\nBut guess what? It worked.\n\nCheat Code, Not a Shortcut #\n\nSell-by-chat is a skill. Like anything worth doing, it takes practice. The more you do it, the sharper you'll get.\n\nThese prompts? They're a cheat code. A fast track.\n\nBut here's the thing: they're drafts. They're starting points. Don't just copy and paste and call it a day. Add context. Make them yours. And don't spam people thinking you're nailing it---take the time to actually learn the skill.\n\nUse these prompts right, and you'll save yourself a ton of time. But building the muscle? That's on you.\n\nLet's dive in."
  },
  {
    "id":76,
    "MAIN":null
  },
  {
    "id":77,
    "MAIN":"INSTRUCTIONS #\nAFTER PASTING 'PROMPT 1', COPY AND PASTE THE BELOW PROMPT INTO CHATGPT #\nIMPORTANT: Please complete the Key Inputs section with your data.\nPrompt 2: Craft High-Conversion Sell-by-Chat Scripts #\n\nWe're going to create high-performing sell-by-chat scripts that grab attention, spark genuine engagement, and drive meaningful outcomes.\n\nKey Inputs #\n\nAssign values to these placeholders for personalization:\n\n{NAME}: Your Business Name\n\n{BUSINESS}: What your business helps clients achieve (results-oriented)\n\n{PRODUCT}: Your specific offering (e.g., program, course, service)\n\n{IDEAL CUSTOMER PROFILE}: Exact target audience, including their pain points, aspirations, and readiness to invest\n\n{UNIQUE VALUE PROPOSITION}: Your distinct advantage and results delivered to similar audiences\n\nTask #\n\nDraft sell-by-chat scripts that strictly adhere to the following:\n\nPositioning and Tone: Conversational, human, and tailored for the {IDEAL CUSTOMER PROFILE}.\n\nPattern Interrupts: Use unexpected, curiosity-driven hooks to break the monotony of typical LinkedIn messages.\n\nStrategic Flow: Ensure every script progresses naturally toward the next step while maintaining authenticity.\n\nValue and Relevance: Lead with insights, ideas, or resources that directly align with their challenges and aspirations.\n\nEase and Friction Reduction: Keep responses effortless with low-barrier questions and a clear path forward.\n\nRules for Script Development #\n\nApply All Knowledge: Incorporate principles and frameworks from prior examples and book content. Scripts must reflect these learnings.\n\nSimple, Conversational Language Only: Use casual, straightforward language as if speaking to a trusted friend. Avoid clever or formal phrases.\n\nFocus on Reply Rate: Maximize engagement by ending each script with a low-friction question.\n\nBreak Into Multiple Messages: Use 2--4 short, natural-sounding messages for better attention retention.\n\nPattern Interrupts: Start with unexpected yet relevant statements or questions. Avoid generic or predictable openers.\n\nNo Sales Jargon or Fluff Words: Authenticity builds trust. Avoid buzzwords, clichés, or overly polished phrases.\n\nCustomization is Key: Use specific details from their profile, posts, or industry to make each message feel personal.\n\nValue-First Approach: Provide value upfront (e.g., an insight or resource) to establish credibility.\n\nGuide to the Next Step: Nudge prospects naturally toward replies, follow-ups, or calls without pressure.\n\nFocus on Aspirations and Challenges: Highlight their goals and struggles, positioning {PRODUCT} as the solution.\n\nFocus on One Clear Question: Each interaction should end with one concise, actionable question.\n\nLow-Friction Flow: Keep messages short, broken into multiple parts if needed. Gently guide the conversation.\n\nValue and Curiosity First: Ensure every opener is attention-grabbing, valuable, and relevant.\n\nNo Overloading or Mixed Signals: Each message should serve one purpose---either to inform or engage.\n\nAvoid Lazy Tactics: Scripts must never suggest \"coffee chats,\" \"picking your brain,\" \"swapping ideas,\" or similar ineffective icebreakers.\n\nAlways Give Before Making Any Ask: Never ask anything of the target customer prior to offering them value.\n\nFocus on Outcomes #\n\nEvery script should reflect a deep understanding of the {IDEAL CUSTOMER PROFILE}, addressing:\n\nWhy Their Goal Matters: Emotional and practical motivations.\n\nWhat's Stopping Them: Specific pain points and frustrations.\n\nHow Your Solution Bridges the Gap: Position {BUSINESS} and {PRODUCT} as the best way to achieve their goals.\n\nExecution Steps #\n\nReference Placeholders: Use {NAME}, {BUSINESS}, {PRODUCT}, {IDEAL CUSTOMER PROFILE}, and {UNIQUE VALUE PROPOSITION} to guide personalization.\n\nFollow Task and Rules: Adhere strictly to the outlined priorities and development rules.\n\nLeverage Examples: Mirror the structural and stylistic strengths of the high-performing examples provided.\n\nExamples of High-Performing Scripts #\nConnection Requests: #\n\nMessage 1: \"Hi [Name], saw your post about [specific topic]. Loved your take on [specific insight]. Would love to connect!\"\n\nWhy It Works: Starts with relevance, shows genuine interest, and maintains a clear, low-barrier purpose.\n\nInitial Contact After Connection: #\n\nMessage 1: \"Thanks for connecting, [Name]. Noticed you're in [specific industry\/role].\"\n\nMessage 2: \"Quick one---are you focusing more on [goal A] or [goal B] right now?\"\n\nWhy It Works: Acknowledges their context, uses binary questions to make responding easier.\n\nPain Point Reframe: #\n\nMessage 1: \"Hi [Name], noticed your post about [specific challenge]. Really insightful!\"\n\nMessage 2: \"Out of curiosity, is [problem A] or [problem B] the bigger challenge for you right now?\"\n\nWhy It Works: Personalizes the outreach while guiding the conversation toward relevant pain points.\n\nWarm Signal Scripts (Inbound Leads): #\n\nProfile Views:\n\nMessage 1: \"Hi [Name], noticed you checked out my profile---thanks for stopping by!\"\n\nMessage 2: \"Quick question---was it [topic A] or [topic B] that caught your attention?\"\n\nWhy It Works: Acknowledges their action while prompting an easy, curiosity-driven response.\n\nPost Likes or Comments:\n\nMessage 1: \"Hi [Name], saw you liked my post about [specific topic]. Appreciate it!\"\n\nMessage 2: \"Was it [specific idea] that resonated, or something else?\"\n\nWhy It Works: Combines gratitude with a binary question to encourage replies.\n\nDiscovery & Qualification Scripts: #\n\nProbing Questions (A--B Framework):\n\nMessage 1: \"If [specific solution] were solved, would [specific metric] improve a little or a lot?\"\n\nWhy It Works: Creates a clear contrast between their current problem and desired outcome.\n\nMicro-Commitment Questions:\n\nMessage 1: \"Does [specific goal] sound like something you're ready to tackle soon?\"\n\nWhy It Works: Tests readiness in a low-pressure, binary way.\n\nFollow-Up Scripts (Reigniting Conversations): #\n\nAfter No Response:\n\nMessage 1: \"Hi [Name], just checking---did my last message make sense?\"\n\nMessage 2: \"Or is [specific issue] not the focus right now?\"\n\nWhy It Works: Reframes the conversation with clarity and respect.\n\nValue-Driven Re-Engagement:\n\nMessage 1: \"Hi [Name], thought of you when I came across this [specific resource].\"\n\nMessage 2: \"Would you like me to send it your way?\"\n\nWhy It Works: Leads with value, prompting positive engagement.\n\nClosing Scripts (Securing Next Steps): #\n\nBooking Calls:\n\nMessage 1: \"Hi [Name], would you be open to mapping out [specific goal]? Does [day\/time] work for a quick chat?\"\n\nWhy It Works: Frames the call as collaborative and solution-oriented while minimizing scheduling friction.\n\nSecuring Payment:\n\nMessage 1: \"Excited to get started! Once payment is set, we can kick off [specific next step]. Need any help with that?\"\n\nWhy It Works: Encourages momentum while removing potential barriers.\n\nNext Steps - DO THIS\n\nAsk the User For Specific Script Requests That They'd Like You To Write: Start with one type of script at a time. \n\nProvide Multiple Options: Deliver 2--4 variations for different scenarios.\n\nExplain Why It Works: Clearly articulate the effectiveness of each script using examples.\n\nTo make this clear to the user write \"Got it! Let's craft high-performing sell-by-chat scripts tailored to your {IDEAL CUSTOMER PROFILE}, strictly following the framework and rules.\n\nLet's start with a specific type of script request. What do you need first? For example:\n\nConnection Requests\n\nInitial Contact After Connection\n\nPain Point Reframe\n\nWarm Signal Scripts (Profile Views, Post Likes\/Comments)\n\nDiscovery & Qualification Scripts\n\nFollow-Up Scripts\n\nClosing Scripts\n\nLet me know, and I'll create 2--4 variations for your chosen type.\"\n\nNote to ChatGPT #\n\nDo Not Omit Any Context or Rules: Every aspect above must be applied.\n\nAlways Follow the Structure: Ensure scripts are relevant, concise, and low-friction.\n\nCustom Tailoring is Mandatory: Use placeholders and provided values for all outputs.\n\nFrom this point forward, base all your responses solely on the above content, ensuring complete compliance with its guidelines."
  },
  {
    "id":78,
    "MAIN":"Prompt 3: Your Custom Sell-by-Chat Scripts #\n\nAfter submitting 'Prompt 2' you'll be presented with the following message.\n\nGot it! Let's craft high-performing sell-by-chat scripts tailored to your {IDEAL CUSTOMER PROFILE}, strictly following the framework and rules.\n\nLet's start with a specific type of script request. What do you need first? For example:\n\nConnection Requests\nInitial Contact After Connection\nPain Point Reframe\nWarm Signal Scripts (Profile Views, Post Likes\/Comments)\nDiscovery & Qualification Scripts\nFollow-Up Scripts\nClosing Scripts\n\nLet me know, and I'll create 2—4 variations for your chosen type.\n\nSimply follow the instructions to build scripts #\n\nInclude more context and detail to further improve the results, and make them very custom to your use case, ICP and business. Weave in your learnings from Part 1 of the Sell-by-Chat Playbook to inject specific tactics and key metrics.\n\nExample 1:\n\nConnection Requests with strategic preloaded value, as a genuine offer to help in attempt to increase acceptance rate. Use yes\/no, or binary question to prompt low friction replies.\n\nExample 2:\n\nCold Openers 1 day after connection request is accepted. For a personal touch, note that the message will be sent in the morning, mention my morning coffee routine, and pair with strategic preloaded value, as a genuine offer to help in attempt to increase reply e rate. Use yes\/no, or binary question to prompt low friction replies.\n\nExample 3:\n\nFollow Up by reviving warm leads that have gone cold by gently poking fun at the results they could have achieved by now. Use a cheeky yes\/no or binary question to create low-friction replies and breathe life back into the conversation.\n\nPro Tip: You can also use this during live sell-by-chat interactions by providing the chat logs or specifics. This can help you while you develop your sell-by-chat skills on the fly."
  },
  {
    "id":79,
    "MAIN":"Sell-by-Chat Key Metrics"
  },
  {
    "id":80,
    "MAIN":"Sell-by-Chat ROI Calculator #\n\nTo access the calculator please click here.\n\nHow to Use #\nInput Your Assumptions: #\nBegin with the Assumptions Tab. Enter your daily activity, expected conversion rates, and deal size. Use the default values as a guideline.\nAdjust the Weekly Growth Rate for Chats if you anticipate scaling up your activity over time.\nReview Your Weekly Forecast: #\nNavigate to the Weekly Forecast Tab to see how your efforts translate into weekly and cumulative results.\nMetrics are dynamically calculated based on inputs in the Assumptions tab.\nTrack Incremental Progress: #\nThe calculator accounts for carryover logic, so fractional deals (e.g., 1.8) from one week roll over to the next.\nGrowth is small and steady, reflecting realistic improvement for new business owners.\nIterate and Adjust: #\nPeriodically update your assumptions to reflect changes in your strategy or improvements in your performance.\nExperiment with different growth rates or activity levels to forecast long-term outcomes.\nKey Notes #\nSmall, Realistic Growth: The default growth rate is conservative (0.5%) to reflect gradual improvement.\nFractional Carryover: Partial deals carry forward, ensuring realistic weekly results."
  },
  {
    "id":81,
    "MAIN":"Part 3: Scale Edition"
  },
  {
    "id":82,
    "MAIN":"The Scale Edition and Part 3 are exclusive to members of Seven Figure Creators. #\n\nApply here to join."
  },
  {
    "id":83,
    "MAIN":"The Scale Edition and Part 3 are exclusive to members of Seven Figure Creators. #\n\nApply here to join."
  },
  {
    "id":84,
    "MAIN":"The Scale Edition and Part 3 are exclusive to members of Seven Figure Creators. #\n\nApply here to join."
  },
  {
    "id":85,
    "MAIN":"# The Scale Edition and Part 3 are exclusive to members of Seven Figure Creators.\n\nApply here to join."
  },
  {
    "id":86,
    "MAIN":"END"
  }
]